Repository: nielsmouthaan/ejectify-macos
Catalog: ejectify/*.lproj/Localizable.strings
Languages: ar, nl

source: No volumes
ar: لا توجد وحدات تخزين
nl: Geen volumes

source: Unmount all
ar: قم بإلغاء تحميل الكل
nl: Deactiveer alles

source: Volumes
ar: وحدات التخزين

source: Preferences
ar: التفضيلات
nl: Voorkeuren

source: Launch at login
ar: تشغيل عند تسجيل الدخول
nl: Start bij inloggen

source: Unmount when
ar: إخراج عند
nl: Deactiveer wanneer

source: Screensaver started
ar: بدء شاشة التوقف
nl: Screensaver is gestart

source: Screen is locked
ar: قفل الشاشة
nl: Scherm is vergrendeld

source: Display turned off
ar: إيقاف العرض
nl: Beeldscherm is uitgeschakeld

source: System starts sleeping
ar: الدخول في وضع السكون
nl: Sluimerstand wordt ingeschakeld

source: Mount after delay
ar: جبل بعد التأخير

source: About Ejectify
ar: Ejectify حول
nl: Over Ejectify

source: Quit Ejectify
ar: Ejectify يقلع
nl: Stop Ejectify

source: Actions
nl: Acties
